Autodesk.Revit.DB.ValueParsingOptions.FormatOptions
The FormatOptions to optionally override the default settings in the Units class.
Remarks:
Reading this property is equivalent to calling GetFormatOptions().
Since:
2014